In [7]:
import pandas as pd 

employees_df= pd.read_csv('data/employees.csv')
employees_df.head()

,employee_number,first_name,last_name,email,title
0,EMP003037,Juliana,Burbudge,juliana.burbudge@consultants.com,Director of Sales
1,EMP003045,Lizzie,Blue,lizzie.blue@consultants.com,Sales Assistant
2,EMP003051,Marjory,Selcraig,marjory.selcraig@consultants.com,Sales Assistant
3,EMP003068,Aguste,O'Connor,aguste.o'connor@consultants.com,Sales Assistant
4,EMP003097,Clemens,Kopman,clemens.kopman@consultants.com,Account Manager

In [8]:
system_access_df= pd.read_csv('data/system_access.csv')
system_access_df.head()

      id    access_level
0  17263   Account Admin
1  10275  Contract Entry
2   7568  Contract Entry
3  21986   Account Admin
4  20614   Account Admin